Revit 2027 API
BuiltInFailures.GroupFailures.ExcludedElementsRestoredInLink Property
 Excluded elements restored in the link.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ExcludedElementsRestoredInLink { get; }
Public Shared ReadOnly Property ExcludedElementsRestoredInLink As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ExcludedElementsRestoredInLink {
	FailureDefinitionId^ get ();
}
static member ExcludedElementsRestoredInLink : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace